/* Error message */
"
                No argument specified.
                Add [--help] to see available arguments.
                " = "
                Herhangi bir değişken belirtilmedi.
                Kullanılabilir değişkenleri görmek için [--help] ekleyin.
                ";

/* Error message */
"
                Number not valid.
                Type \"yap ls\" to see the correct item number.
                " = "
                Numara geçerli değil.
                Doğru öge numarasını görmek için \"yap ls\" yazın.
                ";
/* Error message */
"
                There are no completed items.
                Mark some items as \"complete\" first.
                " = "
                Tamamlanan hiçbir öge yok.
                Öncelikle birkaç ögeyi \"tamam\" olarak imleyin.
                ";

/* No to-do message */
"
                There is nothing on the list!
                Being productive, eh?
                " = "
                Listede hiçbir öge yok!
                Üretkeniz bakıyorum...
                ";

/* Error message */
"
                You haven't added a to-do item yet.
                Use \"yap add\" to use stdin or use
                \"yap add <to-do>\".
                " = "
                Henüz bir yapılacak öge eklemediniz. stdin kullanarak
                eklemek için \"yap add\" veya komut kullanarak eklemek
                için \"yap ekle <yapılacak>\" kullanın.
                ";

/* Command description */
"Add due dates." = "Son tarih ekle.";

/* Add command description */
"Add item to the list." = "Listeye öge ekle.";

/* Confirmation message */
"All completed items have been purged." = "Tüm tamamlanan ögeler silindi.";

/* Confirmation message */
"All items have been purged." = "Tüm ögeler silindi.";

/* Info text */
"Changed state: %@" = "Durum değişti: %@";

/* Info text */
"Purged: %@" = "Silindi: %@";

/* Info text */
"Complete: %@" = "Tamamlandı: %@";

/* Info text */
"Deleted: %@" = "Silindi: %@";

/* Info text */
"Due date set to: %@" = "Son tarih: %@";

/* Help text */
"Due date." = "Son tarih.";

/* Info text */
"For: %@" = "Yapılacak öge: %@";

/* Argument help */
"Hide due date." = "Son tarihi gizle.";

/* Error message */
"Item already in the list." = "Öge halihazırda listede.";

/* Error message */
"Item(s) already completed." = "Öge(ler) halihazırda tamamlandı.";

/* Unfinished to-do header */
"Pending items:" = "Bekliyor:";

/* List command description */
"List items." = "Ögeleri listele.";

/* Help text */
"Mark item as pending." = "Ögeyi bekliyor olarak imle.";

/* Complete command description */
"Mark item as complete." = "Ögeyi tamam olarak imle.";

/* Info text */
"Pending: %@" = "Bekliyor: %@";

/* Argument help */
"Purge both complete and pending items." = "Tamamlanan ve bekleyen ögelerin hepsini sil.";

/* Purge command description */
"Purge completed items (default)." = "Tamamlanan ögelerin tümünü sil (öntanımlı).";

/* Completed to-do items */
"Recently completed:" = "Yakın zamanda tamamlanan:";

/* Command description */
"Remove individual items." = "Ögeleri teker teker sil.";

/* Info text */
"Removed: %@" = "Silindi: %@";

/* Argument help */
"Show both completed and pending items." = "Tamamlayan ve bekleyen ögeleri göster.";

/* Argument help */
"Show completed items." = "Tamamlanan ögeleri göster.";

/* Argument help */
"Show less detail." = "Daha az ayrıntı göster.";

/* Program description */
"Simple to-do list" = "Komut satırı için yapılacaklar listesi";

/* Info text */
"To-do added successfully!" = "Yapılacak eklendi!";

/* Help text */
"To-do item number." = "Yapılacak numarası.";

/* Help text */
"To-do text." = "Yapılacak metni.";

/* Version info */
"version " = "sürüm ";

/* Error message */
"You cannot enter an empty to-do." = "Boş bir yapılacak giremezsiniz.";
